words = [
    {
      "eng": "cat",
      "ukr": "кіт",
      "date": "2020-07-04T05:56:58.797Z",
      "hit": 9,
      "miss": 2
    },
    {
      "eng": "dog",
      "ukr": "пес",
      "date": "2020-07-04T05:57:59.397Z",
      "hit": 19,
      "miss": 1
    },
    {
      "eng": "map",
      "ukr": "карта",
      "date": "2020-07-05T06:09:47.501Z",
      "hit": 0,
      "miss": 2
    },
    {
      "eng": "order",
      "ukr": "порядок",
      "date": "2020-07-05T06:10:19.933Z",
      "hit": 4,
      "miss": 2
    },
    {
      "eng": "define",
      "ukr": "визначати",
      "date": "2020-07-05T06:11:19.502Z",
      "hit": 8,
      "miss": 1
    },
    {
      "eng": "omit",
      "ukr": "оминати",
      "date": "2020-07-05T06:12:12.692Z",
      "hit": 0,
      "miss": 2
    },
    {
      "eng": "skip",
      "ukr": "пропускати",
      "date": "2020-07-05T06:12:28.228Z",
      "hit": 18,
      "miss": 1
    },
    {
      "eng": "accord",
      "ukr": "згода",
      "date": "2020-07-05T06:12:58.365Z",
      "hit": 12,
      "miss": 1
    },
    {
      "eng": "each",
      "ukr": "кожен",
      "date": "2020-07-05T06:13:17.889Z",
      "hit": 2,
      "miss": 2
    },
    {
      "eng": "point",
      "ukr": "точка",
      "date": "2020-07-05T06:14:05.653Z",
      "hit": 17,
      "miss": 2
    },
    {
      "eng": "compare",
      "ukr": "порівнювати",
      "date": "2020-07-05T06:14:38.989Z",
      "hit": 7,
      "miss": 1
    }
  ]